{
    "id": "456",
    "rewrite1": "Please make the following formatting adjustments to the specified paragraphs in the Word document:\n\n- In the tenth paragraph, change the line spacing to 'Multiple' with a setting of 3 lines. Alter the indentation to a 'Hanging' indent of 2 characters, remove any highlight from the text, and set the right indent to 12 points.\n\n- For the seventh paragraph, embolden the entire text. Set the indentation for the first line to 1 cm. Change the text color to Purple and select an underline style that resembles a wave.\n\n- Regarding the first paragraph, align the text to the center. Increase the spacing after the paragraph to be equivalent to 3 lines. Apply a Purple font color, and adjust the right indent to a negative value of -1 cm.",
    "rewrite2": "Adjust the formatting for the tenth paragraph by setting the line spacing to Multiple at 3 lines and modifying the Hanging indentation to 2 characters. Remove any highlight formatting that may be present and set the right indent to 12 points.\n\nIn the seventh paragraph, please embolden the entire text. Set the indentation for the first line to 1 cm, change the font color to purple, and select the wave style for the underline.\n\nFor the first paragraph, center the text and increase the spacing after the paragraph to 3 lines. The font color should be changed to purple, and the right indent needs to be decreased to -1 cm.",
    "rewrite3": "Please make the following formatting changes to the Word document:\n\nIn the tenth paragraph, please adjust the line spacing to 'Multiple' with a setting of 3 lines. Change the indentation to a 'Hanging' indent of 2 characters, remove any existing highlight from the text, and set the right indent to 12 points.\n\nFor the seventh paragraph, bolden the entire text. Set the first line indent to 1 centimeter, change the font color to purple, and choose an underline style that resembles a wave.\n\nRegarding the first paragraph, center the text and set the space after the paragraph to the equivalent of 3 lines. The font color should also be changed to purple, and please alter the right indent to a negative 1 centimeter."
}