{
    "id": "483",
    "rewrite1": "Begin by altering the formatting of the first paragraph. Set the Outline Level to 'Body Text' and embolden the entire paragraph. Change the font to Malgun Gothic and create a 1.5 cm space following the paragraph.\n\nMove on to the fifth paragraph. Here, adjust the line spacing to be exactly 1 cm. Set the indentation of the first line to 2 centimeters. Apply a maroon highlight to the text and alter the right indent so it is equivalent to the width of two characters.\n\nFor any text you've selected to modify, apply a precise 12 pt line spacing. Following this, set the space after to 2.5 lines. Enhance emphasis with a Double underline and ensure that any italicized formatting is removed.",
    "rewrite2": "Please adjust the formatting of the document according to the following guidelines:\n\nFor the introductory paragraph:\n- Set the Outline Level to 'Body Text'.\n- Bolden the entire paragraph.\n- Change the font to Malgun Gothic.\n- Add a space of 1.5 cm after the paragraph.\n\nMoving on to the fifth paragraph:\n- Alter the line spacing to allow for 1 cm between lines.\n- Indent the first line by 2 centimeters.\n- Apply a maroon highlight to the background of the text.\n- Adjust the right indent so it's equivalent to the width of two characters.\n\nFor any text you've specifically chosen to modify:\n- Implement a line spacing of exactly 12 points.\n- Ensure there is a 2.5 line space following the text.\n- Add a double underline for emphasis.\n- Remove any italic formatting to maintain uniformity.",
    "rewrite3": "Begin with the initial paragraph by setting the Outline Level to 'Body Text.' Proceed to embolden the entire paragraph and switch the font to Malgun Gothic. Afterward, create a 1.5 cm space following the paragraph.\n\nMoving on to the fifth paragraph, set the line spacing to 1 cm and establish a 2 cm indent for the first line. Highlight the paragraph with a maroon color and adjust the right indent to match the width of two characters.\n\nRegarding the selected text, ensure the line spacing is fixed at 12 pt and followed by a 2.5 line space. Apply a double underline for emphasis, and make sure to remove any italicized styling."
}